{
    "Name" : "02_Intro",
    "TextsDE" : 
    [
        "Wir schreiben das Jahr 1701. Asano Takumi-no-Kami Naganori, Fürst von Ako, und Kamei Korechika, zwei Daimyō in den Diensten des Shōgun Tokugawa Tsunayoshi werden auf die Burg Edo geladen.",
        "Sie sollen helfen den Empfang des Kaisers Higashiyama vorzubereiten.",
        "Kira Kozuke-no-Suke Yoshinaka, ein hoher Beamter des Shogunats, wird ebenfalls geladen und den beiden Daimyō zur Seite gestellt.",
        "Er soll sie in der notwendigen höfischen Etikette unterweisen.",
        "Die Vorbereitungen sind in vollem Gange.",
        "Zwischen Kira, Kamei und Asano kommt es bald zu Spannungen. Kira amüsiere sich scheinbar über die mitgebrachten Geschenke der beiden Daimyō - in seinen Augen seien diese minderwertig. Asano erträgt zunächst die Schikane des Beamten, Kamei hingegen ist sehr erzürnt darüber. Woraufhin Kameis Berater Kira bestechen und dieser nun ein besseres Ansehen seitens Kira genießt.",
        "Ankunft des Kaisers in der Burg Edo.",
        "Asano hingegen wird weiterhin von Kira schikaniert und beleidigt, bis Asano schließlich zur Waffe greift und Kira attackiert. Dieser wird nur leicht verletzt, jedoch hat Asano damit ein großes Tabu gebrochen. Er hatte nicht nur einen Beamten des Shōgunats angegriffen, auch das Ziehen einer Waffe in der Burg Edo ist verboten und gilt als Affront gegen den Shōgun.",
        "Asano wird daraufhin verhaftet.",
        "Die Nachricht von Asanos Tat wird schnell bekannt gegeben.",
        "Asano muss sich für seine Tat verantworten und Seppuku begehen. Zuvor verfasst er noch sein Todesgedicht.",
        "Der Haushalt Asanos ist über die Nachricht des Todes ihres Herrn sehr bestürzt.",
        "Die Ländereien von Asano werden konfisziert und seine Familie verliert daraufhin jegliche Privilegien. Sie werden von Asanos oberstem Gefolgsmann Ōishi Yoshio in Sicherheit gebracht.",
        "Auch die Gefolgsleute Asanos verlieren ihren Status und werden zu herrenlosen Samurai. Zu Rōnin.",
        "Gemeinsam mit 46 weiteren Gefolgsleuten beschließt Ōishi Yoshio den Tod ihres Herrn zu rächen.",
        "Sie schmieden einen Plan Kira, den sie für Asanos Tod verantwortlich machen, zu töten - ohne Rücksicht auf die möglichen Konsequenzen.",
        "Dazu inszenieren sich die Samurai als gewöhnliche Handwerker und Händler, um sich Zutritt zu Kiras Haus in Edo zu verschaffen."
    ],
    "TextsEN" : 
    [
        "It is the year 1701. Asano Takumi-no-Kami Naganori, chieftain of Ako, and Kamei Korechika, two Daimyō in the services of Shōgun Tokugawa Tsunayoshi are being invited to castle Edo.",
        "They are supposed to help prepare for the reception of the emperor Higashiyama.",
        "Kira Kozuke-no-Suke Yoshinaka, a high ranking officer, is also being invited to assist the two Daimyō.",
        "He is supposed to teach them the necessary courtly etiquette.",
        "The preparations are in progress.",
        "Between Kira, Kamei and Asano tensions begin to rise soon. Kira seems to be amused about the presents the two Daimyō had brought. In his eyes they are of minor value. At first, Asano is quietly bearing the harassment by the officer. Kamei, however, is rather enraged about it. This leads Kamei's consultants to bribe Kira who then is gaining a better reputation from Kira.",
        "Arrival of the emperor at castle Edo.",
        "Asano is still being harassed and insulted by Kira until he finally wields his weapon against Kira. Kira was only injured lightly during the attack, however, Asano has broken a great taboo. Not only did he attack an officer of the shōgunate, but he also drew his weapon at castle Edo which is prohibited and considered an affront against the Shōgun.",
        "Following the attack Asano is being arrested.",
        "The news of Asano's actions was soon announced.",
        "Asano has to take the responsibility for his actions and therefore commit Seppuku. Beforehand he composes his death poem.",
        "The household of Asano is deeply upset about the news of their master's death.",
        "The lands of Asano are confiscated and his family loses all their privileges. They are brought to safety by Asano's most senior henchman Ōishi Yoshio.",
        "All henchmen of Asano also lose their status and become masterless Samurai. They become Rōnin.",
        "Together with 46 other henchmen Ōishi Yoshio decides to avenge their master's death.",
        "They work out a plan to kill Kira, who they hold responsible for Asano's death. No matter the consequences.",
        "For that purpose, the samurai stage themselves as common craftsmen and salespeople in order to get access to Kira's house in Edo."
    ]
}